{
  "main": {
    "name":"saleshero.ai",
    "description":"Our AI solution is a game-changer for professionals in the sales industry. With its comprehensive range of features, including seamless CRM integration, intelligent material sourcing, social media influencing, and personalized sales materials, our platform empowers salespersons to excel in their roles, surpassing expectations and achieving remarkable results.",
    "image":"robohand.jpg",
    "bio":"One of the key features of our AI solution is its ability to empower salespersons in finding relevant materials and utilize these in your presentations.\nGone are the days of tedious searching and sifting through vast amounts of information.\nOur AI system efficiently locates and presents the most pertinent materials, saving valuable time and effort.\nFurthermore, our AI technology extends its reach to social media influencing.\nLeveraging customer profiles and stakeholder analysis, our platform assists salespersons in developing compelling social media campaigns that engage and captivate the target audience.\nBy analyzing data and consumer preferences, our AI system helps generate impactful content, maximizing the potential for successful sales conversions.In addition to its resourceful capabilities, our AI solution excels at creating customized sales materials. By understanding the unique characteristics and preferences of individual customers and stakeholders, our platform generates tailor-made materials that resonate with the intended recipients. This personalized approach enhances the effectiveness of sales strategies, leading to increased customer satisfaction and improved sales outcomes.",
    "contactmessage":"Sales",
    "email": "teemu.hirvonen@visualizergroup.com",
    "phone": "",
    "github":"",
    "project":"",
    "address":{
      "street":"",
      "city":"",
      "state":"",
      "zip": ""
    },
    "website": "",
    "resumedownload":"",
    "social":[
      {
        "name":"facebook",
        "url":"",
        "className":"fa fa-facebook"
      },
      {
        "name":"twitter",
        "url":"http://twitter.com",
        "className":"fa fa-twitter"
      },
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/tim-baker-8420009a/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"instagram",
        "url":"http://instagram.com/tbaker_x",
        "className":"fa fa-instagram"
      },
      {
        "name":"github",
        "url":"",
        "className":"fa fa-github"
      }
    ]
  },
  "resume":{
    "skillmessage":"Here you can see a breakdown of what parts the time saving consists of",
    "education":[
      {
        "school":"Sales buddy",
        "degree":"",
        "graduated":"Your personal sales co-worker",
        "description":"GPT powered Ai chat-mate trained on your materials and gives you answers based on your context."
      },
      {
        "school":"Write once document everywhere",
        "degree":"",
        "graduated":"Integrate into any crm",
        "description":"Document every step easily into your crm within the solution"
      }
    ],
    "work":[
      {
        "company":"Presentation maker",
        "title":"",
        "years":"Powerpoint on tren and deca",
        "description":"Create presentations on seconds not hours. What makes our solution stand out is that we don't create texts and presentations that are out of context with generic blabla, we operate in your context"
      },
      {
        "company":"Save presentations",
        "title":"",
        "years":"",
        "description":"Everything you create is used to create even better sales presentations to amaze your audience"
      }
    ],
    "skills":[
      {
        "name":"Time saved in total 69%",
        "level":"69%"
      },
      {
        "name":"Presentations",
        "level":"55%"
      },
      {
        "name":"Gathering materials",
        "level":"50%"
      },
      {
        "name":"CRM",
        "level":"90%"
      },
      {
        "name":"FUN(Click me)",
        "level":"110%"
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"Dashboard",
        "category":"An overview of created presentations",
        "image":"02.png",
        "url":""
      },
      {
        "title":"Chat",
        "category":"(offline now) A fighting gear company I started",
        "image":"03.png",
        "url":""
      },
      {
        "title":"Presentations",
        "category":"",
        "image":"01.png",
        "url":""
      },
      {
        "title":"Document upload",
        "category":"",
        "image":"04.png",
        "url":""
      },
      {
        "title":"Seamless crm integration",
        "category":"",
        "image":"04.png",
        "url":""
      }
    ]
  }

}